export const DATA = [
  {
    id: 1,
    title: 'Эпоха викингов',
    startYear: '793',
    endYear: '1066',
    events: [
      {
        year: '793',
        description: 'Первое зафиксированное нападение викингов на монастырь Линдисфарн в Англии.',
      },
      {
        year: '862',
        description: 'Призвание варягов во главе с Рюриком на княжение в Новгород.',
      },
      {
        year: '982',
        description: 'Эрик Рыжий открывает Гренландию и основывает там первые поселения.',
      },
      {
        year: '1000',
        description: 'Лейф Эриксон достигает берегов Северной Америки (Винланд).',
      },
      {
        year: '1066',
        description:
          'Битва при Гастингсе: гибель последнего короля викингов Харальда Сурового и конец эпохи.',
      },
    ],
  },
  {
    id: 2,
    title: 'Высокое Средневековье',
    startYear: '1100',
    endYear: '1300',
    events: [
      {
        year: '1147',
        description: 'Первое летописное упоминание о Москве в Ипатьевской летописи.',
      },
      {
        year: '1215',
        description: 'Английский король Иоанн Безземельный подписывает Великую хартию вольностей.',
      },
    ],
  },
  {
    id: 3,
    title: 'Эпоха Просвещения',
    startYear: '1700',
    endYear: '1800',
    events: [
      {
        year: '1712',
        description: 'Томас Ньюкомен создает первый паровой двигатель для откачки воды из шахт.',
      },
      {
        year: '1752',
        description:
          'Бенджамин Франклин доказывает электрическую природу молнии с помощью воздушного змея.',
      },
      {
        year: '1768',
        description: 'Джеймс Кук отправляется в свое первое кругосветное плавание.',
      },
      {
        year: '1783',
        description:
          'Братья Монгольфье осуществляют первый в истории полет человека на воздушном шаре.',
      },
    ],
  },
  {
    id: 4,
    title: 'Первая мировая война',
    startYear: '1914',
    endYear: '1918',
    events: [
      {
        year: '1914',
        description:
          'Убийство эрцгерцога Франца Фердинанда в Сараево, ставшее поводом к началу войны.',
      },
      {
        year: '1915',
        description: 'Первое масштабное применение химического оружия (газ хлор) в битве при Ипре.',
      },
      {
        year: '1916',
        description: 'Битва на Сомме: первое в истории применение танков в боевых действиях.',
      },
      {
        year: '1917',
        description: 'Вступление США в войну на стороне Антанты.',
      },
      {
        year: '1918',
        description: 'Подписание Компьенского перемирия, завершившего боевые действия.',
      },
      {
        year: '1919',
        description: 'Подписание Версальского мирного договора (официальное завершение войны).',
      },
    ],
  },
  {
    id: 5,
    title: 'Начало цифровой эры',
    startYear: '1940',
    endYear: '1960',
    events: [
      {
        year: '1945',
        description:
          'Создание ENIAC — первого широкомасштабного электронного цифрового компьютера.',
      },
      {
        year: '1947',
        description:
          'Изобретение транзистора в лабораториях Bell Labs, что привело к миниатюризации электроники.',
      },
      {
        year: '1957',
        description: 'Запуск Советским Союзом Спутника-1, положивший начало космической гонке.',
      },
    ],
  },
  {
    id: 6,
    title: 'Наука',
    startYear: '2015',
    endYear: '2022',
    events: [
      {
        year: '2025',
        description:
          '13 сентября - частное солнечное затмение, видимое в Южной Африке и части Антарктиды.',
      },
      {
        year: '2016',
        description:
          'Телескоп «Хаббл» обнаружил самую удалённую из всех обнаруженных галактик, получившую обозначение GN-z11.',
      },
      {
        year: '2017',
        description:
          'Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi.',
      },
    ],
  },
];
